Repository: liuvasconcelos/detran-ios-challenge
Catalog: detran-ios-challenge/Application/Common/Localizable/*.lproj/Localizable.strings
Languages: pt_br

source: Required Field
pt_br: Campos obrigatórios

source: Reload
pt_br: Recarregar

source: Cancel
pt_br: Cancelar

# back
source: Back to home
pt_br: Voltar para a página principal

source: Login
pt_br: Entrar

source: Username
pt_br: Nome do usuário

source: Password
pt_br: Senha

source: See all contracts
pt_br: Ver todos os contratos

source: Register a contract
pt_br: Cadastrar um contrato

source: Register a vehicle
pt_br: Cadastrar um veículo

source: Register a credor
pt_br: Cadastrar um credor

source: Logout
pt_br: Sair

source: Contracts
pt_br: Contratos

# contract_list_error_message
source: Something happened and data could not be loaded.
pt_br: Algo aconteceu e os dados não puderam ser carregados.

# contract_list_empty_message
source: No contracts to show.
pt_br: Sem contratos.

source: Person name
pt_br: Nome da pessoa

source: Indexes
pt_br: Índices

source: Commition
pt_br: Comissão

source: Late fee
pt_br: Taxa mora

source: Iof value
pt_br: Valor do Iof

source: Mulct
pt_br: Penalidade

source: Comments
pt_br: Comentários

source: Gravame number
pt_br: Número do gravame

source: Restriction type
pt_br: Tipo de restrição

source: Fine rate
pt_br: Taxa de multa

source: Late fee value
pt_br: Valor da taxa mora

source: Contract date
pt_br: Data do contrato

source: Quantity of months
pt_br: Quantidade de meses

source: Fine rate value
pt_br: Valor da taxa de multa

source: Vendor document type
pt_br: Tipo de documento do vendedor

source: Commition indication
pt_br: Indicação de comissão

source: Contract number
pt_br: Número do contrato

source: Recipient document type
pt_br: Tipo de documento do recebedor

source: Amount interest per year
pt_br: Valor juros ao ano

source: Amount interest per month
pt_br: Valor juros ao mês

source: Mulct indication
pt_br: Indicação de penalidade

source: Vendor CPF/CNPJ
pt_br: CPF/CNPJ do vendedor

source: Contract fee value
pt_br: Valor da taxa do contrato

source: Main payment recipient
pt_br: Principal recebedor de pagamento

source: Main payment recipient CPF/CNPJ
pt_br: CPF/CNPJ do principal recebedor

# add_a_contract_success_message
source: Contract successful added.
pt_br: Contrato adicionado com sucesso.

# add_a_contract_error_message
source: Something happened and data could not be loaded.
pt_br: Algo aconteceu e os dados não puderam ser carregados.

source: Board
pt_br: Placa

source: Reprice
pt_br: Refaturado

source: Model year
pt_br: Ano do modelo

source: Manufacture year
pt_br: Ano da fabricação

# add_a_vehicle_success_message
source: Vehicle successful added.
pt_br: Veículo adicionado com sucesso.

# add_a_vehicle_error_message
source: Something happened and data could not be loaded.
pt_br: Algo aconteceu e os dados não puderam ser carregados.

# cep
source: Zip code
pt_br: CEP

source: Neighborhood
pt_br: Bairro

source: Address
pt_br: Endereço

source: Phone number
pt_br: Telefone

source: City
pt_br: Cidade

source: Financed
pt_br: Financiado

source: Address number
pt_br: Número

source: Institution name
pt_br: Nome da instituição

# complement
source: Address complement
pt_br: Complemento

source: Type
pt_br: Tipo

# add_a_credor_success_message
source: Credor successful added.
pt_br: Credor adicionado com sucesso.

# add_a_credor_error_message
source: Something happened and data could not be loaded.
pt_br: Algo aconteceu e os dados não puderam ser carregados.
